Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/evidence/real_evidence.html.txt.tmx
Source language: en
Languages: ga

source: Real evidence is material, tangible evidence such as an object, a tape recording, a computer printout or a photograph
ga: Fianaise ábharach, inláimhsithe, mar shampla, rud, taifead caiséid, asphrionta ríomhaire nó grianghraf í fíorfhianaise

source: Real evidence does not usually stand alone
ga: Ní iondúil go seasann fíorfhianaise léi féin

source: The court will normally hear evidence from a witness (often an expert witness) explaining the significance or the relevance of the real evidence
ga: Is iondúil go n-éisteoidh an chúirt le fianaise ó fhinné (go minic finné saineolaí) a thugann míniú ar thábhacht nó ábharthacht na fíorfhianaise

source: Some examples of real evidence are covered in this document
ga: Tá roinnt samplaí de fíorfhianaise clúdaithe sa doiciméad seo

source: An example of a material object in a murder case is the murder weapon
ga: Sampla d'ábhar a bhaineann le cás dúnmharaithe é an t-arm dúnmharaithe

source: This is a piece of real evidence, which can be introduced in court
ga: Píosa fíor fhianaise í seo gur féidir a tharraingt anuas sa chúirt

source: Sometimes, it may be impossible to produce a material object at the trial because it has been destroyed or lost
ga: Amanna, d'fhéadfadh sé nach mbeadh sé indéanta ábhar a thaispeáint ag an triail de bharr é a bheith millte nó caillte

source: Photographs, replicas or the oral evidence of someone who has seen the object may be admissible instead
ga: Is féidir grianghrafanna, macasamhail nó fianaise bhéil ó dhuine a chonaic an t-ábhar a cheadú ina áit

source: Sometimes, if the material object cannot be shown in court a 'view' or an out-of-court inspection may be carried out
ga: Uaireanta, más rud é nach féidir leis an réad-ábhar a thaispeáint sa chúirt is féidir le 'radharc' nó scrúduithe taobh amuigh den chúirt a chur i gcrích

source: Since 1864, photographs have been admissible in evidence
ga: Ón mbliain 1864, glactar le grianghrafanna mar fhianaise

source: Photographs can be introduced as evidence of what they depict
ga: Is féidir grianghrafanna a tharraingt anuas mar fhianaise den rud a dhéanann siad cuntas air

source: For example, in a murder trial, photographs may be introduced as evidence of the position and state that the deceased's body was in when it was found
ga: Mar shampla, i dtriail dúnmharaithe, d'fhéadfaí grianghrafanna a tharraingt anuas mar fhianaise de shuíomh agus staid coirp an té atá básaithe nuair a fritheadh é

source: In order for a photograph to be admitted in evidence, it is first necessary to prove its authenticity
ga: Ar mhaithe le grianghraf a tharraingt anuas mar fhianaise ní mór ar dtús a chruthú go bhfuil sé barántúil

source: The photographer must prove that he or she took the photograph and the person who has processed the photograph must also give a statement that the photograph is untouched
ga: Ní mór don ghrianghrafadóir a chruthú gur thóg sé/sí an grianghraf agus ní mór don té a a rinne próiseáil ar an grianghraf ráiteas a dhéanamh nár déanadh aon athrú ar an grianghraf

source: For a photograph to be admitted in evidence, the person who took the photograph does not need to be a professional photographer
ga: Ní gá gur grianghrafadóir proifisiúnta a bheadh sa té a thóg an grianghraf len é a tharraingt anuas mar fhianaise

source: For example, in a civil case, photographs that you have taken of damage done to your car in a road traffic accident will be admissible (as long as you are available to give evidence in court about when and how you took them)
ga: Mar shampla, i gcás sibhialta, d'fhéadfaí glacadh le grianghrafanna a thóg tú den damáiste a déanadh do do charr i dtimpiste bhóthair mar fhianaise cheadaithe (chomh fada agus go bhfuil tú ar fáil le fianaise a thabhairt sa chúirt maidir leis an mbealach agus cén uair a thóg tú na grianghrafanna)

source: Increasingly, incidents or crimes are being captured and recorded on video or CCTV (Closed Circuit Television) recorders
ga: Tá sé ag tarlú níos mó agus níos mó go bhfuil eachtraí nó coireanna á bhfeiceáil agus á dtaifeadadh ar fhís nó ar thaifeadáin CCTV (Teilifís Chiorcaid Iata)

source: Such recordings are accepted by the courts in Ireland as being real evidence
ga: Glacann cúirteanna na hÉireann le taifeadtaí den chineál seo mar fianaise nithiúil

source: Indeed, where evidence of a crime is caught on a street or shop camera, there is a duty on the Gardaí to seize and retain the recording for a reasonable time, even if they do not intend to use the recording as part of the prosecution case
ga: Go deimhin, sa chás go bhfuil fianaise de choir taifeadta ar cheamara sráide nó siopa, tá sé de dhualgas ar na Gardaí an taifead seo a ghabháil agus a choinneáil ar feadh tamaill réasúnta, fiú mura bhfuil sé i gceist acu an taifead a úsáid mar chuid de chás an ionchúisimh

source: In order to use video/tape recordings as evidence, the prosecution must prove that the tape or video recording is authentic or genuine
ga: Ionas gur féidir leo taifeadtaí físe/téipe a úsáid mar fhianaise, ní mór don ionchúiseamh a chruthú go bhfuil an taifeadadh téipe nó físe údarach nó fíor

source: The prosecution must explain how and why the recording was made and who had control of the recording afterwards
ga: Ní mór don ionchúiseamh míniú cén chaoi agus cén fáth a rinneadh an taifeadadh, agus cé ag a raibh smacht ar an taifeadadh ina dhiaidh sin

source: The defence may object on these grounds and it will then be a matter for the judge to decide whether or not to allow the recording to be put to the jury
ga: Is féidir go ndéanfadh an chosaint agóid ar na forais seo, agus ansin is faoin mbreitheamh a bheidh sé cinneadh a dhéanamh an gceadófar an taifeadadh a chur os comhair an ghiúiré

source: If the Gardaí decide not to use a recording (seized during the investigation) as evidence at the trial, the prosecution or Gardaí are under a duty to notify the defence of the existence of the recording
ga: Má dhéanann na Gardaí cinneadh gan taifeadadh a úsáid (a gabhadh le linn an imscrúdaithe) mar fhianaise ag an triail, tá sé de dhualgas ar an ionchúiseamh nó ar na Gardaí an chosaint a chur ar an eolas go bhfuil a leithéid de thaifeadadh ann

source: They are are also required to give advance notice of their intention to destroy it
ga: Ní mór dóibh freisin fógra a thabhairt roimh ré má tá sé i gceist acu é a scriosadh

source: The reason for this is that although the recording may not be of any use to the prosecution, the recording may assist the accused in proving that he/she was not at the scene of the crime
ga: Is í an chúis atá leis seo ná, cé nach bhfuil an taifeadadh úsáideach don ionchúiseamh, is féidir go gcabhródh an taifeadadh leis an gcúisí a chruthú nach raibh sé/sí i láthair san áit ar tharla an coir

source: While there is a duty on the Gardaí to collect video evidence, they do not have to go to extreme lengths to do so
ga: Cé go bhfuil dualgas ar na Gardaí fianaise físe a bhailiú, níl orthu dul thar fóir chun é seo a dhéanamh

source: For example, it would not be necessary for the Gardaí to collect every piece of video evidence on O’Connell Street in Dublin if there was a theft from a shop on the street
ga: Mar shampla, ní bheadh gá do na Gardaí gach píosa fianaise físe ar Shráid Uí Chonaill i mBaile Átha Cliath a bhailiú má goideadh rud éigin ó shiopa amháin ar an tsráid

source: "A view" is an out-of-court inspection of a place or an object that is impossible to bring into court
ga: Scrúdú taobh amuigh den chúirt ar láthair nó ar ábhar nach féidir a thabhairt isteach sa chúirt é "Radharc"

source: For example, the judge (and the jury if it is a criminal case) and the parties may leave the court to go to inspect a large machine or a motor vehicle that is of importance to the case
ga: Mar shampla, is féidir leis an mbreitheamh (agus an giúiré más cás coiriúil atá ann) agus na páirtithe sa chás an chúirt a fhágáil le scrúdú a dhéanamh ar inneall mór nó ar fheithicil mhótair atá tábhachtach don chás

source: A view is admissible as evidence in a criminal case or a civil case
ga: Is féidir radharc a tharraingt anuas mar fhianaise i gcás coiriúil nó i gcás sibhialta

source: In most cases, it is not necessary to leave the court to examine a place or an object as a photograph or a video recording of the view in question will be acceptable to the court
ga: Sa chuid is mó cásanna, ní bhíonn aon ghá an chúirt a fhágáil le láthair nó ábhar a scrúdú mar gheall go nglacann an chúirt le grianghraf nó taifead físe den radharc atá i gceist

source: Forensic evidence is material or traces of material that have been analysed by a forensic science laboratory
ga: Ábhar nó loirg ábhair a bhfuil anailís déanta orthu i saotharlann dlí-eolaíochta í fianaise dlí-eolaíochta

source: Forensic evidence is collected by members of the Gardai who are specially trained for that purpose
ga: Bailíonn baill den Gharda atá oilte go speisialta lena aghaidh fianaise dlí-eolaíochta

source: The aim is to ensure that the samples are not compromised or contaminated in any way either during or after the collection of the sample
ga: Tá sé mar aidhm acu cinntiú nach bhfuil na samplaí curtha i gcontúirt nó truaillithe ar aon bhealach le linn nó tar éis na samplaí a bheith bailithe

source: Forensic science laboratories routinely closely examine materials such as paint, glass, soil, hair, fibres, firearm residues, fire accelerants and footprint samples
ga: Déanann saotharlanna dlí-eolaíochta scrúdú sa ghnáthchúrsa ar ábhair mar péint, gloine, cré, gruaig, snáithíní, iarmhar airm thine, ábhair luasghéaraithe tine agus samplaí de loirg choise

source: These samples may have been taken from the scene of the crime or may have been found on the victim or the suspect
ga: D'fhéadfadh na samplaí seo a bheith tógtha ó láthair na coire nó a bheith faighte ar an té a d'fhulaing an choir nó ar an té atá in amhras na coire

source: Forensic evidence has many uses:
ga: Tá go leor úsáidí gur féidir a bhaint as fianaise dlí-eolaíochta:

source: • The presence of a material in itself may be significant, e.g., presence of firearms residue on a suspect's clothes,
ga: • D'fhéadfadh tábhacht a bheith leis an bhfíric go bhfuil ábhar faoi leith ann, mar shampla go bhfuil iarmhar airm thine faighte ar éadaí an té atá in amhras

source: • Samples of materials may be matched, e.g., fibres found on the suspect's jumper match the victim's blouse
ga: • Samplaí d'ábhair a bheith mar a chéile, mar shampla snáithíní faighte ar gheansaí an té atá in amhras a bheith mar an gcéanna le snáithíní ó bhlús an té a d'fhulaing

source: • Unique marks may be identified e.g., footprints
ga: • D'fhéadfaí marcanna faoi leith a aimsiú, mar shampla loirg choise

source: Forensic evidence may tend to prove that a suspect was at the scene of the crime
ga: D'fhéadfadh fianaise dlí-eolaíochta an cuma a chur ar an scéal go raibh duine atá in amhras ag láthair na coire

source: For example, where a window was broken by a burglar to get into a house, the suspect's clothing will be examined by the laboratory for small glass fragments
ga: Mar shampla, má briseadh fuinneog le fáil isteach i dteach déanfar scrúdú ar éadaí an té atá in amhras sa saotharlann le aon phíosaí beaga gloine briste a aimsiú

source: The window will also be examined for fibres that may have come from the burglar's clothing
ga: Déanfar scrúdú freisin ar an bhfuinneog le snáithíní ó éadaí an bhuirgléara a lorg

source: See also DNA evidence
ga: Féach freisin fianaise DNA

source: When forensic evidence is introduced in court, it will usually be explained by an expert - a forensic scientist
ga: Nuair a bhíonn fianaise dlí-eolaíochta tarraingte anuas sa chúirt is iondúil gur saineolaí a dhéanfaidh í a mhíniú - dlíeolaí

source: The scientist will explain what was done with the sample in question and how it was analysed
ga: Míneoidh an dlíeolaí céard a rinneadh leis an sampla atá i gceist agus cén chaoi a ndearnadar anailís air

source: The scientist will then explain the laboratory's findings
ga: Míneoidh an dlíeolaí ansin na torthaí a fuair an saotharlann

source: For more detailed information you should seek legal advice
ga: Ba chóir duit comhairle dlí a lorg chun faisnéis mionsonraithe a fháil
